Revit 2024 API
DirectShape.AddReferencePoint Method
Overload List
Name | Description
AddReferencePoint(XYZ)
 Adds a reference point to the DirectShape.
AddReferencePoint(XYZ, DirectShapeReferenceOptions)
 Adds a reference point to the DirectShape.
See Also
DirectShape Class
DirectShape Members
Autodesk.Revit.DB Namespace